[fMAIN]
m1.Caption=文件
m1a.Caption=打开文件
m1b.Caption=打开工程
m1c.Caption=保存工程
m1d.Caption=退出
m1e.Caption=创建MAP文件
m2.Caption=编辑
m2a.Caption=复制
m2b.Caption=查找
m2c.Caption=查找下一个
m2e.Caption=是否可编辑
m2f.Caption=颜色
m2g.Caption=字体
m2h.Caption=总在最前
m2i.Caption=搜索当前字符:
m2j.Caption=内置16进制编辑器
m3.Caption=PE信息
m3a.Caption=字符串参考
m3b.Caption=数字参考
m3c.Caption=导入函数
m3d.Caption=导出函数
m3e.Caption=控件
m3f.Caption=过程
m4.Caption=工具
m4a.Caption=定位标签
m4b.Caption=外部编辑器
m4c.Caption=PCode跳转计算器
m4d.Caption=从某处反编译
m4f.Caption=选项
m5.Caption=关于

[fCALC]
fCALC.Caption=PCode跳转计算器
cmdEXIT.Caption=关闭(&C)
fRAM.Caption=跳转类型
L3.Caption=操作码:
L2.Caption=跳转到:
L1.Caption=地址:

[fLIST]
cmdEXIT.Caption=关闭(&C)
m1.Caption=查看(&V)
m1a.Caption=复制(&C)
m1b.Caption=全部复制(&A)
m1c.Caption=查找(&F)
m1d.Caption=字体
m1e.Caption=总在最前(&T)
m2.Caption=PE信息
m2a.Caption=字符串参考
m2b.Caption=数字参考
m2c.Caption=导入函数
m2d.Caption=导出函数

[fPOS]
fPOS.Caption=定位标签
cmdPOS.Caption=位置(&P)
cmdPOS.ToolTipText= 设定标签为当前位置
cmdDELA.Caption=清空
cmdDELA.ToolTipText= 删除所有标签
cmdLAB.Caption=标签(&L)
cmdLAB.ToolTipText= 修改标签名称
cmdDEL.Caption=删除(&D)
cmdDEL.ToolTipText= 删除选择项
cmdEXIT.Caption=关闭(&C)
cmdEXIT.ToolTipText= 关闭这个窗口
cmdADD.Caption=增加(&A)
cmdADD.ToolTipText= 新建一个标签
m1.Caption=查看(&V)
m1a.Caption=载入(&L)
m1b.Caption=保存(&S)
m1c.Caption=选择字体(&F)
m1d.Caption=总在最前(&T)

[fSET]
fSET.Caption=选项
ch3.Caption=不创建定位文件(.exep)
ch2.Caption=代码着色(较慢)
ch1.Caption=完全反编译
cmdDIR.Caption=...
cmdDIR2.Caption=...
cmdSAVE.Caption=保存(&S)
cmdEXIT.Caption=退出(&X)
l4.Caption=Language:
l3.Caption=( 0 - 30 )仅PCode
l2.Caption=外部编辑器:
l1.Caption=检查尾部字节:

[fOFF]
fOFF.Caption=从某处开始反汇编
o3.Caption=从某位置到某位置
l9.Caption=结束位置:
l8.Caption=开始位置:
l1.Caption=开始偏移:
l2.Caption=大小:
l4.Caption=(Hex)
l5.Caption=(Dec)
l6.Caption=过程偏移:
l7.Caption=(Hex)
cmdOK.Caption=确定(&O)
cmdEX.Caption=退出(&X)
o1.Caption=文件偏移量 (手动设置文件大小和偏移量)
o2.Caption=过程偏移量 (自动获取文件偏移量和大小)
l3.Caption=错误的数值可能导致程序出错 ！

[fEXP]
cmdEXIT.Caption=关闭(&C)
m1.Caption=查看(&V)
m1a.Caption=刷新(&R)
m1b.Caption=复制(&C)
m1c.Caption=全部复制(&A)
m1d.Caption=总在最前(&T)

[Strings]
0001="文件反编译结束。"
0002="用户中止。"
0003="文件反编译完成 ！"
0004="错误: 文件不存在！"
0005="空闲中"
0006="打开文件:"
0007="可执行文件 (*.exe,*.dll,*.ocx)"
0008="准备就绪"
0009="给我发信"
0010="文本文件"
0011="描述"
0012="保存文件:"
0013="新建工程"
0014="错误 - 非法跳转 "
0015="字符串列表"
0016="数字列表"
0017="导入函数列表"
0018="导出函数列表"
0019="内置16进制编辑器 "
0020="可执行文件 (*.exe)"
0021="要继续吗?(这个文件可能修改过，会导致P32Dasm崩溃!)"
0022="Other details:"
0023="Type: "
0024="查找: "
0025="错误: 不是有效的exe文件！"
0026="Not found end of the procedure! Automatic setting size to: "
0027="错误: 不是VB程序！"
0028=" 编译类型: "
0030="未知"
0031="在数据库中不存在: "
0032="从某处开始反编译: "
0033=" 大小: "
0034="错误"
0035="结束"
0037=" 大小: "
0038=" 范围: "
0039="反编译开始位置: "
0040=" 到 "
0041=" "
0042="未知错误，请把这个程序发给我，以便在下个版本提供支持。"
0043=" 事件: "
0044="错误 - "
0045=" - 未知Dll导入"
0046="文件: "
0047="错误: "
0048="   未知: "
0049="   过程: "
0050="   事件: "
0051="   调用: "
0052="   属性: "
0053=" (True)"
0055=" (False)"
0057=" 未知"
0058=" 错误 - 获取过程失败。"
0059=" - 未知调用 "
0060=" 错误 - 获取函数调用失败。"
0061=" 错误 - 获取字符资源失败。"
0062=" 错误 - 变量溢出 ！"
0063="文件太大..."
0064="错误..."
0065="总共 : "
0066=" 选择 : "
0067="查找:"
0068=" 发现。"
0069="没有发现 :"
0070="未知控件类型"
0071="所有文件"
0072="填写说明:"
0075="位置文件 (*.exep)"
0076="控件列表"
0077="未知 : "
0078="   控件: "
0079="过程列表:"
0080="反编译过程:"
0081="未定义"
0082="秒"
9999=Translated by: killl